Revit 2027 API
ParameterTypeId.SpacePowerLoadPerAreaParam Property
 "Power Load per area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacePowerLoadPerAreaParam { get; }
Public Shared ReadOnly Property SpacePowerLoadPerAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacePowerLoadPerAreaParam {
	ForgeTypeId^ get ();
}
static member SpacePowerLoadPerAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace